#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# (c) @AlbertEinsteinTG

class Translation(object):
    
    START_TEXT = """<b>Hey {}!!</b>
<i>ഈ ബോട്ട് സിനിമ ലോകം ഗ്രൂപ്പിലേക്ക് ഉള്ളത് എന്ന് ഇനി വീണ്ടും വീണ്ടും പറയണോ??
അപ്പോ പിന്നെ എന്തിനാ വീണ്ടും വീണ്ടും സ്റ്റാർട്ട് കുത്തി കളിക്കാൻ വരുന്നേ... ആ സൈഡിലോട്ട് എങ്ങാനും മാറി ഇരിക്ക്‌ ഇനി🤭🤭
@CinemaLokhm
</i>"""    
    
    HELP_TEXT = """
<b><i><u>How To Use Me!?</u></i></b>
 നോക്കണ്ട ഉണ്ണി ഇത് നീ ഉദ്ദേശിച്ച ആളല്ല 😂         
@Ciminalokham
"""
    
    ABOUT_TEXT = """<b>➥ Name</b> : <code>Ciminalokham Auto Filter Bot</code>
    
<b>➥ Creator</b> : <b><i><a href="https://t.me/THOMAS_MOVIE_HUT">『🔱』вℓα¢к ∂єνιℓ [🇮🇳] ༒︎</a></i></b>

<b>➥ Language</b> : <code>Python3</code>

<b>➥ Library</b> : <i><a href="https://docs.pyrogram.org">Pyrogram Asyncio 1.13.0 </a></i>

<b>➥ Source Code</b> : <i><a href="https://t.me/kurachkanjiedukkatte">Click Me</a></i>
"""
